{
    "name": "Acetylated Distarch Adipate (E1422)",
    "desc": "Acetylated Distarch Adipate, better known as E1422, belongs to the group of modified starches. Modified starches are produced by subjecting native starch to physical, chemical or enzymatic modification processes. E1422 is produced by treating starch with acetic anhydride and adipic anhydride. Through modification, E1422 starch gains thermal stability, increases its resistance to various forces during further processing, and becomes more resistant to acidic and alkaline environments. A distinction is made between the swelling of E1422 when exposed to cold, warm and hot. It is a plant-derived product usually produced from waxy corn, but can also be obtained from potatoes, tapioca or rice, to name a few. E1422 is mainly used as a texturizing agent – due to its viscosity it shows an impressive thickening ability.",
    "techs": "Acetylated Distarch Adipate is in powder form and has a white, whitish or yellowish color. It has a neutral taste and odor. Because it is a modified starch, E1422 is primarily resistant to retrogradation or gelation. It is also more viscous than native starch and resistant to acidic and alkaline environments. Stability during freezing and thawing and resistance at low temperatures are also characteristic.",
    "shelf": "E1422 should be protected from wide variations in temperature and humidity. Optimal storage conditions for the product are dry, ventilated storage areas free from moisture and animal parasites. Temperature from 5 to 28°C, maximum humidity of 70%. Use the product as soon as possible after opening to avoid reabsorption of moisture. The shelf life of E1422 in the unopened package is up to 24 months.",
    "packaging": "Foodcom S.A. supplies its Business Partners with:",
    "applications": "The unique properties of modified starches, including E1422, allow their use as thickening, gelling and texturizing agents. This raw material is used in various industries. Characteristic of E1422 is its excellent freeze-drying stability and resistance to low storage temperatures. The product is mainly used in the food industry due to its properties."
}