{
    "name": "Bio Butter (Organic)",
    "desc": "Bio Butter is made by whipping fresh or fermented cream or milk to break down the fat membranes, separating the butterfat from the buttermilk. The final product is a thick, smooth paste with a yellow color and a typical aroma. Butter is suitable for direct consumption, but is also used as a semi-finished product. Organic Butter is made from milk or cream from freely grazing animals from organic farms where no chemicals, artificial fertilizers or industrial feeds are used. Bio Butter contains no additives such as preservatives or colorants. Refining can yield clarified butter with different properties than the original product.",
    "techs": "Organic Butter has the form of a thick paste with a yellow color. It has a typical buttery smell. At room temperature it is a semi-solid emulsion that spreads easily, while after storage in the refrigerator it hardens. The product is rich in vitamins A, D and K. The name Butter refers only to products without admixture of vegetable fats with a milk fat content of at least 82% (not more than 16% water and 2% non-fat dry milk). Organic Butter supplied by Foodcom S.A. contains at least 95% organic ingredients. The certification does not allow the use of GMO ingredients for any purpose. Foodcom S.A. also supplies BIO Butter with Halal/Kosher certification.",
    "shelf": "Organic Butter should be stored in a cool, sterile place. The shelf life of fresh butter is 50 days from the date of production if stored at 0°C to 10°C, 2 months if stored at -10°C, and 12 months if stored at -18°C.",
    "packaging": "Foodcom S.A. offers Organic Butter in blocks of 25 kg.",
    "applications": "Organic Butter finds many applications in the food industry, especially in confectionery and bakery products. It is used as an additive to final products – as an aroma enhancer and flavor carrier – but also enables deep-frying. It is ideal for baking bread and provides a crisp and crunchy texture. It is also an excellent addition to sandwiches or soups. In pastry, Organic Butter is used to make organic creams, cookies or cakes and pastries."
}