{
    "name": "Collagen",
    "desc": "Collagen is the main structural protein of the extracellular matrix found in various connective tissues of the body. It consists of three polypeptide chains that together form a helix – a triple helix called collagen helix. Collagen is extracted from farm animals, such as cattle. It is also extracted from the skins, bones, tails and heads of fish and marine algae. It is also produced synthetically. A gelling substance of animal origin  – Gelatin – is obtained from Collagen.",
    "techs": "Collagen has a color ranging from light yellow to ocher. It has a high ability to bind and hold water and a high tensile strength. There are different types of Collagen, both in structure and function. There are up to 28 types of Collagen, but one of the most popular is Hydrolyzed Collagen, which is chemically or enzymatically processed. It is very soluble and well absorbed by the human body. The main structural unit of Collagen is tropocollagen. It consists of three polypeptide chains, each chain consisting of more than a thousand amino acids. Collagen has many useful properties: it maintains the proper structure of tissues and human organs, is involved in blood clotting and metabolic processes.",
    "shelf": "The shelf life of Collagen is 24 months. Store the product in a dry and well-sealed place and protect it from sunlight.",
    "packaging": "Foodcom S.A. offers Collagen in 25 kg bags.",
    "applications": "Collagen strengthens the protective properties of the skin against moisture loss and harmful external influences. Therefore, it is often used in cosmetics such as face creams for mature skin. It is recommended for sunburn or vascular skin, as it accelerates the healing process of wounds and scars. Collagen is also included in dermocosmetics with anti-acne properties. It regulates sebaceous glands and smoothes acne scars. Collagen is also found in hair and nail care products. It acts externally on the hair to regenerate it, reduce the risk of hair breakage and increase hydration."
}