{
    "name": "Freeze-Dried Strawberries",
    "desc": "Freeze-Dried Strawberries are produced when strawberries undergo a dehydration process. The fruit is first frozen and then dried under pressure. Freeze-drying is now one of the most modern and healthy methods of food preservation, and almost all products that contain water can be subjected to this process. As a result, they do not lose their nutritional properties. Freeze-Dried Strawberries stay fresh much longer than fresh products such as fruit. Excess water is removed from the fruit, but the essence of vitamins and micronutrients is retained. To obtain 1 ton of finished freeze-dried strawberries, about 10 tons of frozen fruit are used in the production process.",
    "techs": "Freeze-Dried Strawberries have an intense red color and taste sweeter than fresh strawberries. They contain no added sugar, are crunchy and come in the form of whole fruit, grits or powder. The final product has a moisture content of about 3%. This affects the preservation of the properties of Freeze-Dried Strawberries and prevents the growth of bacterial flora. The product is light, its dry weight is about 10%, which affects its transportability. When water is added, freeze-dried products regain their original properties. Freeze-Dried Strawberries are an excellent source of Vitamin C, but also vitamins A, B, PP and E, iron, calcium, phosphorus, magnesium and iron.",
    "shelf": "The shelf life of Freeze-Dried Strawberries is about 6 months. Due to its strong hygroscopicity, the product should be stored in a dry place, free from air and moisture.",
    "packaging": "Foodcom S.A. offers Freeze-Dried Strawberries in the form of whole fruit, groats, powder or loose flour.",
    "applications": "Freeze-Dried Strawberries are widely used in the food industry. They can be used as an additive to breakfast cereals or instant oatmeal. They are also used in the production of ice cream, chocolate and chocolates. Freeze-Dried Strawberries can also be found in the composition of fruit teas."
}