{
    "name": "Hydrochloric Acid",
    "desc": "Hydrochloric Acid is a functional ingredient made from an aqueous solution of hydrogen chloride gas. Dilute Hydrochloric Acid occurs naturally in the gastric juices of humans and other mammals and is responsible for good digestion. It is also obtained synthetically. It is formed by the reaction of sulfuric acid and sodium chloride, the combustion of hydrogen into chlorine, and is also a by-product of the chlorination of various organic compounds. The latter method of extraction is most commonly used in industry. Hydrochloric Acid can be used in many industries as a pH and acidity regulator or as a surfactant with cleaning properties. As a food additive, it has the symbol E507.",
    "techs": "Hydrochloric Acid is a clear, colorless or slightly colored liquid. On contact with water, the solution forms vapors. Hydrochloric Acid is highly corrosive and is a stable acid that retains its properties for a long time. Hydrochloric Acid can be found in different concentrations, as it depends on the application. Foodcom offers Hydrochloric Acid with a concentration of 32-33%, and on the market the concentration is usually not above 38%. When used in the food industry, it has a low concentration.",
    "shelf": "The shelf life of Hydrochloric Acid is two years.",
    "packaging": "Foodcom supplies its Business Partners with Hydrochloric Acid in IBC tanks or cisterns.",
    "applications": "Hydrochloric Acid is an important raw material for various industries. Most of its applications are in the chemical industry. It is used to clean metal surfaces and, together with nitric acid, forms “aqua regia” – a mixture that dissolves metals. Hydrochloric Acid is also used in laboratories as a pH regulator and is also involved in the production of chemical reagents. In addition, it is a component of adhesives and is often used in the manufacture of plastics. Hydrochloric Acid also has an important function in water treatment. This raw material also has many other uses and is used in many industrial production processes."
}