{
    "name": "Soy Lecithin",
    "desc": "Lecithin is extracted from plants and is a byproduct of oil refining. Soy Lecithin is extracted from soybeans. Lecithin not only has many functions in the body, but also plays an important role in industry due to its emulsifying and stabilizing properties. Soy Lecithin is used in the food industry and in the manufacture of dietary supplements and medicines. As a food additive, it has the symbol E322.",
    "techs": "Soy Lecithin comes in one of two forms: a homogeneous, viscous liquid or a homogeneous, free-flowing powder – although small friable lumps are acceptable. The substance contains no additives that alter taste or odor – both of which remain typical of soy. The color of the raw material ranges from dark brown, yellow-gray to light straw. It is soluble in alcohol and fats, and in water it does not dissolve but swells. Soy Lecithin has emulsifying and stabilizing properties, i.e. it enables the formation of emulsions, increases the viscosity of the product and ensures its better consistency. Soy Lecithin can be a source of protein in foods in which it is used.",
    "shelf": "The shelf life of Soy Lecithin in its original packaging is 24 months from the date of manufacture. The product should be stored in a dry, clean and ventilated place. The product should be processed immediately after opening or adequately protected from external influences.",
    "packaging": "Foodcom supplies its Business Partners with powdered Soy Lecithin in 20 and 25 kg cartons or bags. The emulsifier in liquid form comes in 1000 kg IBC containers or 200 kg metal drums.",
    "applications": "Soy Lecithin is used in the food industry as a natural emulsifier and stabilizer. It is mainly used in the baking and confectionery industries. Soy Lecithin stabilizes emulsions such as mayonnaise and prolongs the freshness of baked goods. E322 is also found in the ingredients of: chocolate, cakes, desserts, cocoa-like beverages, margarines and dairy products. Powdered Lecithin is more hydrophobic than liquid Lecithin and binds better to fat. Liquid Lecithin, on the other hand, is more hydrophilic, meaning it binds better to water. Therefore, high-fat mixtures such as chocolates and confectionery are emulsified or stabilized by adding liquid Lecithin. Powdered Lecithin, on the other hand, stabilizes bread making and improves the texture of dressings, sauces and chewing gums."
}