{
    "name": "Urea",
    "desc": "Urea is an organic chemical compound, more precisely a diamide of carbonic acid. It has in its structure two amino groups connected by a functional carbonyl group. It occurs naturally in the body as an end product of the metabolism of proteins and other nitrogenous compounds and is excreted in urine and in small amounts in sweat. Urea is also obtained synthetically by the direct reaction of carbon dioxide with ammonia. Urea is also known as carbamide and has the symbol E927b as a food additive.",
    "techs": "Urea is strongly hygroscopic and is in the form of a white granule. It is white, crystalline and odorless. It does not dissolve in fats. It is usually found in concentrations of 45%, 40% and 30%. Urea has a strong antiseptic, exfoliating and regenerating effect. It also has keratolytic properties – it splits keratin chains, which helps to reduce the thickness of the horny layer.",
    "shelf": "The shelf life of Urea is 12 months.",
    "packaging": "Foodcom S.A. offers Urea in 25 kg bags and Big Bags.",
    "applications": "Urea is most commonly used as an ingredient in fertilizers. It is used on almost all soils except those with a very acid reaction or on freshly calcareous soils. It helps in growing crops, vegetables, flowers, trees, fruit bushes or lawns. It is also an ingredient of sprays.
It is also used in exhaust gas cleaning, as a reducing agent in catalytic converters, in the production of urea-formaldehyde resins, adhesives and explosives. And in laboratories, it is a powerful denaturant for proteins and increases their solubility.
Urea is also used in the manufacture of cosmetics. It is a humectant, has hygroscopic properties, moisturizes and strengthens the skin barrier, which is why it is included in the composition of creams or ointments. It also has exfoliating properties, so it is included in the composition of foot creams. Urea is also a soothing substance, which is why it is added to cosmetics for acne-prone skin.
In animal feed, Urea is a relatively inexpensive source of nitrogen and helps improve food intake and digestion. It is a means of supplementing proteins in animals, which contributes to weight gain.
As a food additive, Urea can be found under the symbol E927b. It is used as a binder in chewing gum and baked goods."
}