{
    "name": "Xylitol",
    "desc": "Xylitol is an organic chemical compound that is a reduced xylose derivative. The product has a sweet taste and is therefore used as a healthy sugar substitute. It occurs naturally in some fruits such as plums, strawberries, blueberries and raspberries. It is usually industrially extracted – either by reducing xylose or obtained with the yeast Candida guilliermondii.
Xylitol is also called birch sugar because historically it was extracted from birch trees. The number of this raw material in the European Union is E967.",
    "techs": "Xylitol (E967) is a white crystalline powder that is practically odorless. It is very soluble in water and slightly soluble in ethanol. Xylitol has a low glycemic index and is lower in calories than sugar, so it can be used in the manufacture of diabetic and low-calorie foods. Although it has a sweet taste, it has anti-corrosive properties. When ingested, it causes a cooling effect in the mouth, which is used in making chewing gum, mouthwashes and mints. When added to jellies or jams, Xylitol reduces the gelling power of gelling agents. It is also heat resistant, does not lose its properties during heat treatment and does not caramelize.",
    "shelf": "The shelf life of Xylitol is two years.",
    "packaging": "Foodcom supplies its Business Partners with Xylitol in 25 kg bags.",
    "applications": "Xylitol is used as a sugar substitute. It is used in the food industry and can be found as sweetener E967 in candies, chocolate, chewing gum and diet desserts. Due to its low calorie content, it is also added to diet products with reduced sugar content, such as dairy products, jams, jellies, ice cream and baked goods.
In the confectionery industry, Xylitol is added to cakes because it does not lose its properties at high temperatures.
It is also a sweetener in medicines, dietary supplements, toothpaste and other oral hygiene products.
E967 has little effect on blood sugar levels and is therefore used as an ingredient in products for diabetics and low-calorie products."
}